Repository: common-repository/wp-keliosis
Catalog: languages/*.po
Languages: fr_fr

source: Dashboard
fr_fr: Tableau de bord

source: Medias
fr_fr: Médias

source: Saved changes
fr_fr: Sauvegardé

source: Your changes have been successfully saved !
fr_fr: Vos changements ont été sauvegardés avec succès !

source: Warning
fr_fr: Avertissement

source: No change detected. Update canceled.
fr_fr: Aucun changement détecté. Mise à jour annulée.

source: Error
fr_fr: Erreur

source: The update could not be completed correctly. If the problem persists, contact the developer.
fr_fr: La mise à jour n'a pas pu être effectuée correctement. Si le problème persiste, contactez le développeur.

source: Added
fr_fr: Ajouté

source: Changed
fr_fr: Modifié

source: Deprecated
fr_fr: Obsolètes

source: Fixed
fr_fr: Fixé

source: Removed
fr_fr: Supprimé

source: Security
fr_fr: Sécurité

source: Welcome to WP Keliosis !
fr_fr: Bienvenue sur WP-Keliosis!

source: This plugin was created for only purpose : Make life easier.
fr_fr: Ce plugin a été créé pour un seul but : rendre la vie plus facile.

source: Thanks to a whole panel of options, distributed among differents sections of WordPress environment, you will be able to modify default options to give more power and personnalisation to your WordPress site.
fr_fr: Grâce à tout un panel d’options, réparties entre différentes sections de l’environnement WordPress, vous serez en mesure de modifier les options par défaut pour donner plus de puissance et de personnalisation à votre site WordPress.

source: All options are available in the menu on the left and their explanations have been added to each of them.
fr_fr: Toutes les options sont disponibles dans le menu à gauche et leurs explications ont été ajoutées à chacune d'entre elles.

source: is now available !
fr_fr: est maintenant disponible !

source: Check changelog section to know more.
fr_fr: Consultez la section changelog pour en savoir plus.

source: Read changelog
fr_fr: Lire changelog

source: Need help or any suggestions to improve the plugin ?
fr_fr: Besoin d'aide ou de suggestions pour améliorer le plugin ?

source: Ask your questions/suggestions on our forum.
fr_fr: Posez vos questions/suggestions sur notre forum.

source: Go to support
fr_fr: Aller sur le support

source: Default information for email
fr_fr: Informations paour email par défaut

source: Author name
fr_fr: Nom de l’auteur

source: Change default author 'WordPress' by your custom author name.
fr_fr: Modifiez l’auteur par défaut 'WordPress' par votre nom d’auteur personnalisé.

source: Author email
fr_fr: Email de l'auteur

source: Change default email 'wordpress@...' by your custom email.
fr_fr: Modifier l'e-mail par défaut 'wordpress@...' par votre e-mail personnalisé.

source: Save changes
fr_fr: Sauvegarder les modifications

source: Rewrite filename
fr_fr: Réécrire le nom de fichier

source: Active this option to rewrite filename during upload.
fr_fr: Activez cette option pour réécrire le nom de fichier pendant le chargement.

source: Enabling this option to turn filename into a web optimized filename.
fr_fr: Activer cette option pour transformer le nom de fichier en un nom de fichier optimisé pour le Web.

source: Example : F@_pf42çfèdg.JPG in f-pf42cfedg.jpg
fr_fr: Exemple : F@_pf42çfèdg. JPG en f-pf42cfedg.jpg

source: The best all-in-one plugin to customize default options of WordPress.
fr_fr: Le meilleur plugin tout-en-un pour personnaliser les options par défaut de WordPress.
